---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilySymbolProfile
source: html/9bafae45-787f-b781-2abc-59a1772ec2b5.htm
---
# FamilySymbolProfile Methods

Causes the object to release immediately any resources it may be utilizing.